tap "FelixKratz/formulae"
tap "opencode-ai/tap"

brew "ansible"
brew "bat"
brew "cmake"
brew "coreutils"
brew "cloudflared"
brew "direnv"
brew "datasette"
brew "entr"
brew "fd"
brew "fzf"
brew "ffmpeg"
brew "gh"
brew "graphviz"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "graphviz"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "just"
brew "lua-language-server"
brew "neovim"
brew "nodejs"
brew "oh-my-posh"
brew "opencode-ai/tap/opencode"
brew "parallel"
brew "protobuf"
brew "pandoc"
brew "pkg-config"
brew "ripgrep"
brew "ruff"
brew "sesh"
brew "sqlite"
brew "sketchybar"
brew "squid"
brew "sshpass"
brew "tmate"
brew "tmux"
brew "tree-sitter"
brew "uv"
brew "vivid"
brew "watch"
brew "wget"
brew "weasyprint"
brew "zoxide"
brew "websocat"
brew "llm"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"

cask "obsidian"
cask "discord"
cask "spotify"

cask "raycast"
cask "1password"
cask "balenaetcher"
cask "karabiner-elements"
cask "homerow"
cask "daisydisk"
cask "localsend"
cask "blender"
cask "chatgpt"
cask "rectangle"
cask "keyboard-maestro"
cask "superwhisper"
cask "iterm2"
cask "lm-studio"
cask "scroll-reverser"

cask "ngrok"
cask "ghostty"
